{
    "82": "The news came about as a tidal wave – headlines reading “Germany signs Armistice,” but even this was not enough to mend the broken hearts of the families who’ve lost fathers; loved ones that fell in Gallipoli.",
    "203": "The joy and energy that the kids showed sharply contrasted Mary’s feelings. She loved caring for the kindergarteners but at the back of her mind, she could not stop thinking about how one day, everything could change. She forever feared that an officer would knock at her door and change the course of the day, the course of the month, the course of the rest of her life.",
    "231": "“I will return soon, darling,” his words echoed in her head, wringing her heart. His voice she missed, his touch she yearned, his warmth she longed for, the same warmth that crawled down her cheeks. “I will return soon.”\nBut for all this effort, he would not return.",
    "360": "All around, all Brian could see were other children; none he recognised. He didn’t much understand why he had to board the train. He began to feel lost until he felt the familiar feel of his mother’s hands. He looked up to his mother. She was teary, yet she managed to push a smile onto her face. What a weird mix of feelings. What a weird day. He boarded the train and felt lost again.",
    "556": "For once, they wanted to forget everything. They wanted to live the life their way. It was Christmas, after all. They’ve only ever had negative emotions, only ever had bad times, and felt it was time for a good time.",
    "1261": "A few simple farms, the monotonous grass, smoke rising from a distant hillside, people on the road, minding their own business. Everything was ordinary and boring. But was everything really so black and white? Or was it about to become more golden than ever?",
    "1585": "It was a cloudy day, and the dim sunshine hung over the land. There was no trace of wind. Everything seemed to be so bleak and lifeless. Three workers stood on this undeveloped land, and the arid things around them could not cover up these three strong and straight backs. Suddenly, one of them say “The gold rush is on, carry on!!!”",
    "1924": "It had been a year since the start of what they came to call “The Great War,” but it felt almost like forever for John Smith. Like most of the labourers, he had grown into the unforgiving routine of being woken up, going to work, and heading to bed to do the whole thing again for the next 24 hours… and the next… and the next. But if anything, Smith learned to love the work gossip and banter with his workmates. He did not know how long his life would go on like this – how long he would have to fruitlessly shovel up gravel.",
    "1977": "In 1862, the economy was not particularly developed but the land was almost untouched. Several bungalows, a few small trees, dry, yellowish-green grass, What could possibly be unearthed from the barrenness of the land?  "
}